create table planner (
 planner_id int  primary key auto_increment,
 id varchar (20) not null,
 password varchar (20) not null,
 name varchar (40) not null,
 gender varchar (2),
 phone varchar (11),
 siki_add varchar (100),
 strong_fild varchar (200),
 image varchar (50)
);

INSERT INTO planner VALUES
 (NULL, 'user01', 'pass01', '式場 涙子（しきば　るいこ）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','海外風ガーデンウェディング',NULL),
 (NULL, 'user02', 'pass02', '誓　愛（ちかい　あい）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','お色直し演出アイデア',NULL),
 (NULL, 'user03', 'pass03', '土橋 連（どばし　れん）','男','0334980110','東京都渋谷区渋谷1丁目4番1号','バリアフリー対応挙式提案',NULL),
 (NULL, 'user04', 'pass04', '姫野 麗（ひめの　れい）','女','0338470110','東京都新宿区新宿6丁目8番','少人数婚プランニング',NULL),
 (NULL, 'user05', 'pass05', '平野 玲央（ひらの　れお）','男','0338470110','東京都新宿区新宿6丁目8番','ペット参加ウェディング',NULL),
 (NULL, 'user06', 'pass06', '幸沢 幸子（さちざわ　さちこ）','女','0338470110','東京都新宿区新宿6丁目8番','ナイトウェディング演出',NULL),
 (NULL, 'user07', 'pass07', '布里山　権太（ふりやま　ごんた）','男','0339860110','東京都豊島区南池袋2丁目26番3号','エンタメ系披露宴演出',NULL),
 (NULL, 'user08', 'pass08', '倉間　ひかり（くらま　ひかり）','女','0339860110','東京都豊島区南池袋2丁目26番3号','家族婚のトータルサポート',NULL),
 (NULL, 'user09', 'pass09', '麺乃　片佐（めんの　かたさ）','女','0339860110','東京都豊島区南池袋2丁目26番3号','音楽演出プロデュース',NULL),
 (NULL, 'user10', 'pass10', '阿武　羅多芽（あぶ　らおおめ）','女','0338470110','東京都品川区北品川3丁目4番7号','和風婚の演出',NULL),
 (NULL, 'user11', 'pass11', '安治　鯉女（あじ　こいめ）','女','0338470110','東京都品川区北品川3丁目4番7号','和装コーディネート',NULL),
 (NULL, 'user12', 'pass12', 'スプリング・サクラ','女','0338470110','東京都品川区北品川3丁目4番7号','神社挙式の手配',NULL),
 (NULL, 'user13', 'pass13', '渦巻　螺旋（うずまき　らせん）','男','0422200110','東京都台東区上野3丁目5番12号','手作りアイテムの提案',NULL),
 (NULL, 'user14', 'pass14', '磯野　ひじき（いその　ひじき）','女','0422200110','東京都台東区上野3丁目5番12号','二部制パーティーの構成',NULL),
 (NULL, 'user15', 'pass15', '味之 幹雄　（あじの もとお）','男','0422200110','東京都台東区上野3丁目5番12号','フォトジェニック演出',NULL),
 (NULL, 'user16', 'pass16', '江戸川 元太（えどがわ　げんた）','男','0425270110','東京都武蔵野市吉祥寺本町2丁目20番6号','ドレス選びのアドバイス',NULL),
 (NULL, 'user17', 'pass17', 'エルマーレ・ポリフェノール','男','0425270110','東京都武蔵野市吉祥寺本町2丁目20番6号','おもてなし重視の進行',NULL),
 (NULL, 'user18', 'pass18', '御祝儀 呉子（ごしゅうぎ　くれこ）','女','0425270110','東京都武蔵野市吉祥寺本町2丁目20番6号','オリジナル誓いの言葉作成',NULL),
 (NULL, 'user19', 'pass19', '佐藤四五六（さとう　しごろ）','女','0334500110','東京都立川市曙町3丁目15番5号','食事重視プランニング',NULL),
 (NULL, 'user20', 'pass20', 'ステイSUM（すていさむ）','女','0334500110','東京都立川市曙町3丁目15番5号','サプライズ演出',NULL),
 (NULL, 'user21', 'pass21', 'ステイチャム','女','0334500110','東京都立川市曙町3丁目15番5号','マタニティ婚サポート',NULL);/*ここまで登録済み*/