create table planner (
 planner_id int  primary key auto_increment,
 id varchar (20) not null,
 password varchar (20) not null,
 name varchar (40) not null,
 gender varchar (2),
 phone varchar (11),
 siki_add varchar (100),
 strong_fild varchar (200),
 image varchar (50)
);

INSERT INTO planner VALUES
 (NULL, 'user01', 'pass01', '式場涙子（しきば　るいこ）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','海外風ガーデンウェディング',NULL),
 (NULL, 'user02', 'pass02', '誓　愛（ちかい　あい）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','お色直し演出アイデア',NULL),
 (NULL, 'user02', 'pass02', '誓　愛（ちかい　あい）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','バリアフリー対応挙式提案',NULL),
 (NULL, 'user02', 'pass02', '誓　愛（ちかい　あい）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','少人数婚プランニング',NULL),
 (NULL, 'user02', 'pass02', '誓　愛（ちかい　あい）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','ペット参加ウェディング',NULL),
 (NULL, 'user02', 'pass02', '誓　愛（ちかい　あい）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','ナイトウェディング演出',NULL),
 (NULL, 'user02', 'pass02', '誓　愛（ちかい　あい）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','エンタメ系披露宴演出',NULL),
 (NULL, 'user02', 'pass02', '誓　愛（ちかい　あい）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','家族婚のトータルサポート',NULL),
 (NULL, 'user02', 'pass02', '誓　愛（ちかい　あい）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','お色直し演出アイデア',NULL),
 (NULL, 'user02', 'pass02', '誓　愛（ちかい　あい）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','お色直し演出アイデア',NULL),
 (NULL, 'user02', 'pass02', '誓　愛（ちかい　あい）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','お色直し演出アイデア',NULL),
 (NULL, 'user02', 'pass02', '誓　愛（ちかい　あい）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','お色直し演出アイデア',NULL),
 (NULL, 'user02', 'pass02', '誓　愛（ちかい　あい）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','お色直し演出アイデア',NULL),
 (NULL, 'user02', 'pass02', '誓　愛（ちかい　あい）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','お色直し演出アイデア',NULL),
 (NULL, 'user02', 'pass02', '誓　愛（ちかい　あい）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','お色直し演出アイデア',NULL),
 (NULL, 'user02', 'pass02', '誓　愛（ちかい　あい）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','お色直し演出アイデア',NULL),
 (NULL, 'user02', 'pass02', '誓　愛（ちかい　あい）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','お色直し演出アイデア',NULL),
 (NULL, 'user02', 'pass02', '誓　愛（ちかい　あい）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','お色直し演出アイデア',NULL),
 (NULL, 'user02', 'pass02', '誓　愛（ちかい　あい）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','お色直し演出アイデア',NULL),
 (NULL, 'user02', 'pass02', '誓　愛（ちかい　あい）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','お色直し演出アイデア',NULL),
 (NULL, 'user02', 'pass02', '誓　愛（ちかい　あい）','女','0334980110','東京都渋谷区渋谷1丁目4番1号','お色直し演出アイデア',NULL);/*ここまで登録済み*/